host = 'eu-cdbr-west-02.cleardb.net'
user = 'ba96bfb3f5acb2'
password = 'dfde9586'
db_name = 'heroku_ee0b62ef4d0df3a'

PARSE_URL = 'https://mgak1.by/index.php?id=48'

HEADERS = {
    "user-agent": "Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko)"
                  " Chrome/88.0.4324.182 Safari/537.36"}

GROUP_LIST=["31А", "26ГП","31Э","109","110","1ТС","2ТС","39АС","40АС","41АС","30А","29А","30Э","108","35АС","36АС",
            "37АС","38АС","25ГП","105","106","107","29А","24ГП","28Э","30АС","104","101","102","103","33АС","34АС",
            "96ЭА","97ЭА","98ЭА","32А","27ГП","32Э","111","3ТС","4ТС","43АС","44АС","42АС","29Э","112"

]

GROUP_LIST_FOR_MESSAGES=[
    ["31А",'А31','31A','A31'], ["26ГП",'ГП26'],["31Э",'Э31'],["109"],["110"],["1ТС",'ТС1'],["2ТС",'ТС2'],
    ["39АС",'АС39'],["40АС",'АС40'],["41АС",'АС41'],["30А",'А30'],["29А",'А29'],["30Э","Э30"],["108"],["35АС",'АС35'],
    ["36АС",'АС36'], ["37АС",'АС37'],["38АС",'АС38'],["25ГП",'ГП25'],["105"],["106"],["107"],["29А",'А29'],
    ["24ГП",'ГП24'],["28Э",'Э28'],["30АС",'АС30'],["104"],["101"],["102"],["103"],["33АС",'АС33'],["34АС",'АС34'],
    ["96ЭА",'ЭА96'],["97ЭА",'ЭА97'],["98ЭА",'ЭА98'],["32А",'А32'],["27ГП",'ГП27'],["32Э",'Э32'],["111"],["3ТС",'ТС3'],
    ["4ТС",'ТС4'],["43АС",'АС43'],["44АС",'АС44'],["42АС",'АС42'],["29Э",'Э29'],["112"]

]

token='5055593537:AAEGQFrNDVMZno_BFVNxkDGL7HC8msIwoGQ'